cross-compile/onvif-rust/tests/data/requests/request_036_media__635.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
  <s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <GetProfile xmlns="http://www.onvif.org/ver10/media/wsdl">
      <ProfileToken>000</ProfileToken>
    </GetProfile>
  </s:Body>
</s:Envelope>
